Repository: bambouville/tessera
Catalog: Tessera/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: Installed (%@). Takes effect on the next shell login — run exec $SHELL or reconnect.
de: Installiert (%@). Wirkt ab der nächsten Shell-Anmeldung — führe exec $SHELL aus oder verbinde dich neu.
es: Instalado (%@). Se aplica en el próximo inicio de shell: ejecuta exec $SHELL o vuelve a conectar.
fr: Installé (%@). Prend effet à la prochaine ouverture de shell — lancez exec $SHELL ou reconnectez-vous.
ja: インストールしました (%@)。次回のシェルログインから有効になります — exec $SHELL を実行するか、接続し直してください。
zh_hans: 已安装（%@）。将在下次登录 shell 时生效 — 运行 exec $SHELL 或重新连接。
zh_hant: 已安裝（%@）。將在下次登入 shell 時生效 — 執行 exec $SHELL 或重新連線。

source: Installing Public Key
de: Public Key wird installiert
es: Instalando la clave pública
fr: Installation de la clé publique
ja: 公開鍵をインストール中
zh_hans: 正在安装公钥
zh_hant: 正在安裝公鑰

source: Installing shell integration…
de: Shell-Integration wird installiert…
es: Instalando la integración con el shell…
fr: Installation de l'intégration au shell…
ja: シェル統合をインストール中…
zh_hans: 正在安装 shell 集成…
zh_hant: 正在安裝 shell 整合…

source: Installs Tessera's hook files now. Relaunch this running agent afterward so it can report lifecycle status.
de: Installiert jetzt die Hook-Dateien von Tessera. Starte den laufenden Agenten danach neu, damit er den Lifecycle-Status melden kann.
es: Instala ahora los archivos de hook de Tessera. Reinicia después el agente en ejecución para que pueda informar del estado del ciclo de vida.
fr: Installe maintenant les fichiers de hook de Tessera. Relancez ensuite l'agent en cours pour qu'il puisse remonter son état de cycle de vie.
ja: Tessera のフックファイルを今すぐインストールします。その後、実行中のエージェントを再起動すると、ライフサイクル状態を報告できるようになります。
zh_hans: 立即安装 Tessera 的钩子文件。之后请重新启动正在运行的智能体，使其能够上报生命周期状态。
zh_hant: 立即安裝 Tessera 的掛鉤檔案。之後請重新啟動執行中的智慧體，使其能夠回報生命週期狀態。

source: Installs Tessera's local hook files and PATH shims, then loads them here so future agents report accurate status.
de: Installiert die lokalen Hook-Dateien und PATH-Shims von Tessera und lädt sie hier, damit künftige Agenten korrekten Status melden.
es: Instala los archivos de hook locales y los shims de PATH de Tessera, y los carga aquí para que los agentes futuros informen del estado con precisión.
fr: Installe les fichiers de hook locaux et les shims de PATH de Tessera, puis les charge ici afin que les futurs agents remontent un état exact.
ja: Tessera のローカルフックファイルと PATH シムをインストールし、ここで読み込みます。以降のエージェントは正確な状態を報告します。
zh_hans: 安装 Tessera 的本地钩子文件和 PATH 垫片，并在此加载，使后续智能体能上报准确状态。
zh_hant: 安裝 Tessera 的本機掛鉤檔案和 PATH 墊片，並在此載入，使後續智慧體能回報準確狀態。

source: Installs Tessera's local hook files. Return to a shell prompt afterward to enable this terminal.
de: Installiert die lokalen Hook-Dateien von Tessera. Kehre danach zu einer Shell-Eingabeaufforderung zurück, um dieses Terminal zu aktivieren.
es: Instala los archivos de hook locales de Tessera. Vuelve después a un prompt del shell para activar este terminal.
fr: Installe les fichiers de hook locaux de Tessera. Revenez ensuite à une invite shell pour activer ce terminal.
ja: Tessera のローカルフックファイルをインストールします。その後シェルのプロンプトに戻ると、このターミナルが有効になります。
zh_hans: 安装 Tessera 的本地钩子文件。之后回到 shell 提示符即可启用此终端。
zh_hant: 安裝 Tessera 的本機掛鉤檔案。之後回到 shell 提示字元即可啟用此終端機。

source: Integration check paused
de: Integrationsprüfung pausiert
es: Comprobación de integración en pausa
fr: Vérification de l'intégration en pause
ja: 連携チェックを一時停止しました
zh_hans: 集成检查已暂停
zh_hant: 整合檢查已暫停

source: Invalid encrypted frame.
de: Ungültiger verschlüsselter Frame.
es: Trama cifrada no válida.
fr: Trame chiffrée non valide.
ja: 暗号化フレームが無効です。
zh_hans: 加密帧无效。
zh_hant: 加密影格無效。

source: Invalid ephemeral private key.
de: Ungültiger privater Einmal-Key.
es: Clave privada efímera no válida.
fr: Clé privée éphémère non valide.
ja: 一時的な秘密鍵が無効です。
zh_hans: 临时私钥无效。
zh_hant: 臨時私密金鑰無效。

source: Invalid ephemeral public key.
de: Ungültiger öffentlicher Einmal-Key.
es: Clave pública efímera no válida.
fr: Clé publique éphémère non valide.
ja: 一時的な公開鍵が無効です。
zh_hans: 临时公钥无效。
zh_hant: 臨時公開金鑰無效。

source: Invalid nearby frame length %lld.
de: Ungültige Nearby-Frame-Länge %lld.
es: Longitud de trama cercana no válida: %lld.
fr: Longueur de trame à proximité invalide : %lld.
ja: 近接フレームの長さ %lld が不正です。
zh_hans: 附近帧长度 %lld 无效。
zh_hant: 鄰近影格長度 %lld 無效。

source: Invalid nearby-handshake commitment.
de: Ungültige Commitment-Zusage im Nearby-Handshake.
es: Compromiso de handshake cercano no válido.
fr: Engagement de handshake à proximité non valide.
ja: 近距離ハンドシェイクのコミットメントが無効です。
zh_hans: 附近握手的承诺值无效。
zh_hant: 鄰近交握的承諾值無效。

source: Invalid short authentication string.
de: Ungültige kurze Authentifizierungszeichenfolge.
es: Cadena corta de autenticación no válida.
fr: Chaîne d'authentification courte non valide.
ja: 短い認証文字列が無効です。
zh_hans: 短认证字符串无效。
zh_hant: 短驗證字串無效。

source: Jump chain contains a cycle.
de: Die Jump-Kette enthält einen Zyklus.
es: La cadena de saltos contiene un ciclo.
fr: La chaîne de rebonds contient un cycle.
ja: 踏み台チェーンに循環があります。
zh_hans: 跳板链中存在环路。
zh_hant: 跳板鏈中存在環路。

source: Jump chain exceeds %lld hops.
de: Die Jump-Kette überschreitet %lld Sprünge.
es: La cadena de salto supera %lld saltos.
fr: La chaîne de rebond dépasse %lld sauts.
ja: ジャンプチェーンが %lld ホップを超えています。
zh_hans: 跳板链超过 %lld 跳。
zh_hant: 跳板鏈超過 %lld 跳。

source: Jump host %@: connection cancelled because its host key was not trusted.
de: Jump-Host %@: Die Verbindung wurde abgebrochen, weil seinem Host-Key nicht vertraut wurde.
es: Host de salto %@: se canceló la conexión porque no se confió en su clave de host.
fr: Hôte de rebond %@ : connexion annulée car sa clé d'hôte n'a pas été approuvée.
ja: 踏み台ホスト %@: そのホストキーが信頼されなかったため、接続をキャンセルしました。
zh_hans: 跳板主机 %@：由于未信任其主机密钥，已取消连接。
zh_hant: 跳板主機 %@：由於未信任其主機金鑰，已取消連線。

source: Keep Sheet Open
de: Fenster geöffnet lassen
es: Mantener abierta la hoja
fr: Garder la feuille ouverte
ja: シートを開いたままにする
zh_hans: 保持面板打开
zh_hant: 保持面板開啟

source: Keep Tessera open on both devices.
de: Lass Tessera auf beiden Geräten geöffnet.
es: Mantén Tessera abierto en ambos dispositivos.
fr: Gardez Tessera ouvert sur les deux appareils.
ja: 両方のデバイスで Tessera を開いたままにしてください。
zh_hans: 请在两台设备上都保持 Tessera 打开。
zh_hant: 請在兩台裝置上都保持 Tessera 開啟。

source: Keep Uploading
de: Weiter hochladen
es: Seguir subiendo
fr: Poursuivre le téléversement
ja: アップロードを続ける
zh_hans: 继续上传
zh_hant: 繼續上傳

source: Keep this screen open. Tessera is visible only while this setup flow is in the foreground.
de: Lass diesen Bildschirm geöffnet. Tessera ist nur sichtbar, solange dieser Einrichtungsablauf im Vordergrund ist.
es: Mantén esta pantalla abierta. Tessera solo es visible mientras este proceso de configuración está en primer plano.
fr: Gardez cet écran ouvert. Tessera n'est visible que tant que ce processus de configuration est au premier plan.
ja: この画面を開いたままにしてください。Tessera は、このセットアップ画面が前面にある間だけ相手から見えます。
zh_hans: 请保持此界面打开。只有当这个设置流程位于前台时，Tessera 才可被发现。
zh_hant: 請保持此畫面打開。只有當這個設定流程位於前景時，Tessera 才可被發現。

source: Key installation failed.
de: Die Key-Installation ist fehlgeschlagen.
es: Falló la instalación de la clave.
fr: L'installation de la clé a échoué.
ja: キーのインストールに失敗しました。
zh_hans: 密钥安装失败。
zh_hant: 金鑰安裝失敗。

source: Key installed on %@
de: Key auf %@ installiert
es: Clave instalada en %@
fr: Clé installée sur %@
ja: %@ にキーをインストールしました
zh_hans: 已在 %@ 上安装密钥
zh_hant: 已在 %@ 上安裝金鑰

source: Key integrity is unavailable; installation is blocked
de: Die Key-Integrität lässt sich nicht prüfen; die Installation ist blockiert
es: No se puede comprobar la integridad de la clave; la instalación está bloqueada
fr: L'intégrité de la clé est indisponible ; l'installation est bloquée
ja: キーの整合性を確認できないため、設置はブロックされています
zh_hans: 无法确认密钥完整性，安装已被阻止
zh_hant: 無法確認金鑰完整性，安裝已被阻擋

source: Key metadata was removed, but secure private-material cleanup is pending and will retry at next launch. %@
de: Die Key-Metadaten wurden entfernt, die sichere Bereinigung des privaten Materials steht aber noch aus und wird beim nächsten Start erneut versucht. %@
es: Se eliminaron los metadatos de la clave, pero la limpieza segura del material privado sigue pendiente y se reintentará en el próximo inicio. %@
fr: Les métadonnées de la clé ont été supprimées, mais le nettoyage sécurisé du matériel privé reste en attente et sera retenté au prochain lancement. %@
ja: キーのメタデータは削除しましたが、秘密情報の安全な後始末はまだ完了しておらず、次回の起動時に再試行します。%@
zh_hans: 已移除密钥元数据，但私密材料的安全清理仍待完成，将在下次启动时重试。%@
zh_hant: 已移除金鑰中繼資料，但私密材料的安全清理仍待完成，將在下次啟動時重試。%@

source: Key type:
de: Key-Typ:
es: Tipo de clave:
fr: Type de clé :
ja: キーの種類:
zh_hans: 密钥类型：
zh_hant: 金鑰類型：

source: Known remote installations: %lld. Deleting locally does not revoke any authorized_keys entry; remove this public key from every remote host separately.
de: Bekannte entfernte Installationen: %lld. Lokales Löschen widerruft keinen authorized_keys-Eintrag; entferne diesen Public Key auf jedem entfernten Host separat.
es: Instalaciones remotas conocidas: %lld. Eliminarla en local no revoca ninguna entrada de authorized_keys; quita esta clave pública de cada host remoto por separado.
fr: Installations distantes connues : %lld. La suppression locale ne révoque aucune entrée authorized_keys ; retirez cette clé publique de chaque hôte distant séparément.
ja: 把握しているリモート設置数: %lld。ローカルで削除しても authorized_keys のエントリは失効しません。各リモートホストからこの公開鍵を個別に削除してください。
zh_hans: 已知的远程安装数：%lld。在本地删除不会吊销任何 authorized_keys 条目；请分别从每台远程主机移除此公钥。
zh_hant: 已知的遠端安裝數：%lld。在本機刪除不會撤銷任何 authorized_keys 項目；請分別從每台遠端主機移除此公開金鑰。

source: LISTENING
de: HÖRT ZU
es: ESCUCHANDO
fr: ÉCOUTE
ja: 認識中
zh_hans: 正在聆听
zh_hant: 正在聆聽

source: Left arrow
de: Pfeil nach links
es: Flecha izquierda
fr: Flèche gauche
ja: 左矢印
zh_hans: 左箭头
zh_hant: 左方向鍵

source: Left brace
de: Geschweifte Klammer auf
es: Llave de apertura
fr: Accolade ouvrante
ja: 左中かっこ
zh_hans: 左花括号
zh_hant: 左大括號

source: Left bracket
de: Eckige Klammer auf
es: Corchete de apertura
fr: Crochet ouvrant
ja: 左大かっこ
zh_hans: 左方括号
zh_hant: 左方括號

source: Legacy RSA authentication and installation are disabled because this SSH stack cannot prove RSA-SHA2 use. Generate an Ed25519 replacement and install it with a different credential before deleting this key.
de: Authentifizierung und Installation mit Legacy-RSA sind deaktiviert, weil dieser SSH-Stack die Nutzung von RSA-SHA2 nicht nachweisen kann. Erzeuge einen Ed25519-Ersatz und installiere ihn mit einem anderen Zugang, bevor du diesen Key löschst.
es: La autenticación y la instalación con RSA heredado están desactivadas porque esta pila SSH no puede demostrar el uso de RSA-SHA2. Genera un reemplazo Ed25519 e instálalo con otra credencial antes de eliminar esta clave.
fr: L'authentification et l'installation RSA héritées sont désactivées car cette pile SSH ne peut pas prouver l'usage de RSA-SHA2. Générez un remplacement Ed25519 et installez-le avec un autre identifiant avant de supprimer cette clé.
ja: この SSH スタックでは RSA-SHA2 の使用を証明できないため、旧式 RSA での認証と設置は無効です。このキーを削除する前に、Ed25519 の代替キーを生成し、別の資格情報で設置してください。
zh_hans: 由于此 SSH 栈无法证明使用了 RSA-SHA2，旧版 RSA 的认证和安装均已停用。删除此密钥前，请生成 Ed25519 替代密钥，并用另一个凭据完成安装。
zh_hant: 由於此 SSH 堆疊無法證明使用了 RSA-SHA2，舊版 RSA 的驗證和安裝均已停用。刪除此金鑰前，請產生 Ed25519 替代金鑰，並用另一個憑證完成安裝。

source: Legacy RSA installation is disabled. Generate an Ed25519 replacement and use a different working credential to install it before retiring this key.
de: Die Installation von Legacy-RSA ist deaktiviert. Erzeuge einen Ed25519-Ersatz und installiere ihn mit einer anderen funktionierenden Anmeldeinformation, bevor du diesen Key ausmusterst.
es: La instalación de RSA heredado está desactivada. Genera una clave Ed25519 de reemplazo e instálala con otra credencial que funcione antes de retirar esta clave.
fr: L'installation du RSA hérité est désactivée. Générez une clé Ed25519 de remplacement et installez-la avec un autre identifiant fonctionnel avant de retirer cette clé.
ja: レガシー RSA のインストールは無効です。Ed25519 の代替キーを生成し、別の有効な資格情報でインストールしてから、このキーを引退させてください。
zh_hans: 旧版 RSA 的安装已禁用。请生成一个 Ed25519 替代密钥，并使用另一个可用凭据安装它，然后再停用此密钥。
zh_hant: 舊版 RSA 的安裝已停用。請產生一個 Ed25519 替代金鑰，並使用另一個可用憑證安裝它，然後再停用此金鑰。

source: Legacy RSA installation is disabled; rotate to Ed25519
de: Die Installation von Legacy-RSA ist deaktiviert; wechsle zu Ed25519
es: La instalación de RSA heredado está desactivada; rota a Ed25519
fr: L'installation RSA héritée est désactivée ; passez à Ed25519
ja: 旧式 RSA の設置は無効です。Ed25519 に更新してください
zh_hans: 旧版 RSA 安装已停用，请轮换到 Ed25519
zh_hant: 舊版 RSA 安裝已停用，請輪換到 Ed25519

source: Legacy RSA is disabled: Tessera cannot authenticate with or install this key. Generate an Ed25519 replacement, install it with a different working credential, then retire this RSA key.
de: Legacy-RSA ist deaktiviert: Tessera kann sich mit diesem Key weder authentifizieren noch ihn installieren. Erzeuge einen Ed25519-Ersatz, installiere ihn mit einem anderen funktionierenden Zugang und nimm diesen RSA-Key anschließend außer Betrieb.
es: RSA heredado está desactivado: Tessera no puede autenticarse con esta clave ni instalarla. Genera un reemplazo Ed25519, instálalo con otra credencial que funcione y luego retira esta clave RSA.
fr: RSA hérité est désactivé : Tessera ne peut ni s'authentifier avec cette clé ni l'installer. Générez un remplacement Ed25519, installez-le avec un autre identifiant fonctionnel, puis retirez cette clé RSA.
ja: 旧式 RSA は無効です。Tessera はこのキーで認証も設置もできません。Ed25519 の代替キーを生成し、別の有効な資格情報で設置してから、この RSA キーを廃止してください。
zh_hans: 旧版 RSA 已停用：Tessera 无法用此密钥认证或安装它。请生成 Ed25519 替代密钥，用另一个可用凭据完成安装，然后停用此 RSA 密钥。
zh_hant: 舊版 RSA 已停用：Tessera 無法用此金鑰驗證或安裝它。請產生 Ed25519 替代金鑰，用另一個可用憑證完成安裝，然後停用此 RSA 金鑰。

source: Less-than sign
de: Kleiner-als-Zeichen
es: Signo menor que
fr: Signe inférieur à
ja: 小なり記号
zh_hans: 小于号
zh_hant: 小於號

source: Listener cancelled.
de: Listener abgebrochen.
es: Escucha cancelada.
fr: Écoute annulée.
ja: リスナーをキャンセルしました。
zh_hans: 监听已取消。
zh_hant: 監聽已取消。

source: Loads Tessera's shell marker here. Enable automatically also saves the guarded activation line in this shell's startup file for future windows.
de: Lädt hier den Shell-Marker von Tessera. „Automatisch aktivieren“ speichert zusätzlich die abgesicherte Aktivierungszeile in der Startdatei dieser Shell für künftige Fenster.
es: Carga aquí el marcador de shell de Tessera. Activar automáticamente también guarda la línea de activación protegida en el archivo de inicio de este shell para futuras ventanas.
fr: Charge ici le marqueur shell de Tessera. « Activer automatiquement » enregistre aussi la ligne d'activation protégée dans le fichier de démarrage de ce shell, pour les futures fenêtres.
ja: ここで Tessera のシェルマーカーを読み込みます。「自動的に有効化」を選ぶと、今後のウインドウのために、ガード付きの有効化行がこのシェルの起動ファイルにも保存されます。
zh_hans: 在此加载 Tessera 的 shell 标记。选择“自动启用”还会把带保护的激活行写入该 shell 的启动文件，供以后的窗口使用。
zh_hant: 在此載入 Tessera 的 shell 標記。選擇「自動啟用」還會把附保護的啟用行寫入該 shell 的啟動檔案，供之後的視窗使用。

source: Local key deletion failed; private material was not touched: %@
de: Das lokale Löschen des Keys ist fehlgeschlagen; das private Material blieb unverändert: %@
es: Falló la eliminación local de la clave; el material privado no se modificó: %@
fr: La suppression locale de la clé a échoué ; le matériel privé n'a pas été modifié : %@
ja: ローカルのキー削除に失敗しました。秘密情報は変更されていません: %@
zh_hans: 本地删除密钥失败；私密材料未被改动：%@
zh_hant: 本機刪除金鑰失敗；私密材料未被改動：%@

source: Local references: %lld identities and %lld hosts. They will be detached before deletion.
de: Lokale Verweise: %lld Identitäten und %lld Hosts. Sie werden vor dem Löschen getrennt.
es: Referencias locales: %lld identidades y %lld hosts. Se desvincularán antes de eliminar.
fr: Références locales : %lld identités et %lld hôtes. Elles seront détachées avant la suppression.
ja: ローカルの参照: %lld 件の識別情報、%lld 台のホスト。削除前に関連付けを解除します。
zh_hans: 本地引用：%lld 个身份和 %lld 台主机。删除前会先解除关联。
zh_hant: 本機參照：%lld 個身分和 %lld 台主機。刪除前會先解除關聯。

source: Looking nearby
de: Suche in der Nähe
es: Buscando cerca
fr: Recherche à proximité
ja: 近くを検索中
zh_hans: 正在搜索附近
zh_hant: 正在搜尋鄰近裝置

source: MISMATCH
de: ABWEICHUNG
es: DISCREPANCIA
fr: DIVERGENCE
ja: 不一致
zh_hans: 不匹配
zh_hant: 不相符

source: Matches the key %@ trusts.
de: Stimmt mit dem Key überein, dem %@ vertraut.
es: Coincide con la clave en la que confía %@.
fr: Correspond à la clé à laquelle %@ fait confiance.
ja: %@ が信頼しているキーと一致します。
zh_hans: 与 %@ 信任的密钥一致。
zh_hant: 與 %@ 信任的金鑰一致。

source: Microphone permission is unavailable.
de: Die Mikrofonberechtigung ist nicht verfügbar.
es: El permiso del micrófono no está disponible.
fr: L'autorisation du microphone est indisponible.
ja: マイクの権限を利用できません。
zh_hans: 麦克风权限不可用。
zh_hant: 麥克風權限無法使用。

source: Microphone permission was denied.
de: Die Mikrofonberechtigung wurde verweigert.
es: Se denegó el permiso del micrófono.
fr: L'autorisation du microphone a été refusée.
ja: マイクの権限が拒否されました。
zh_hans: 麦克风权限被拒绝。
zh_hant: 麥克風權限遭拒。

source: Mosh session key is unavailable.
de: Der mosh-Sitzungsschlüssel ist nicht verfügbar.
es: La clave de sesión de mosh no está disponible.
fr: La clé de session mosh est indisponible.
ja: mosh のセッションキーを利用できません。
zh_hans: mosh 会话密钥不可用。
zh_hant: mosh 工作階段金鑰無法使用。

source: Moving swipe pad
de: Swipe-Pad wird verschoben
es: Moviendo el panel táctil
fr: Déplacement du pavé tactile
ja: スワイプパッドを移動中
zh_hans: 正在移动滑动板
zh_hant: 正在移動滑動板

source: NOT IMPORTED
de: NICHT IMPORTIERT
es: NO IMPORTADO
fr: NON IMPORTÉ
ja: 未読み込み
zh_hans: 未导入
zh_hant: 未輸入

source: NOT SELECTED
de: NICHT AUSGEWÄHLT
es: NO SELECCIONADO
fr: NON SÉLECTIONNÉ
ja: 未選択
zh_hans: 未选择
zh_hant: 未選擇

source: Nearby Tessera device
de: Tessera-Gerät in der Nähe
es: Dispositivo Tessera cercano
fr: Appareil Tessera à proximité
ja: 近くの Tessera デバイス
zh_hans: 附近的 Tessera 设备
zh_hant: 附近的 Tessera 裝置

source: Nearby setup is no longer at that step.
de: Die Übertragung in der Nähe befindet sich nicht mehr in diesem Schritt.
es: La configuración cercana ya no está en ese paso.
fr: La configuration à proximité n'en est plus à cette étape.
ja: 近くのデバイスからのセットアップは、すでにその手順を過ぎています。
zh_hans: 附近设置已不在该步骤。
zh_hant: 鄰近設定已不在該步驟。

source: Nearby setup is not ready yet.
de: Die Übertragung in der Nähe ist noch nicht bereit.
es: La configuración cercana aún no está lista.
fr: La configuration à proximité n'est pas encore prête.
ja: 近くのデバイスからのセットアップはまだ準備できていません。
zh_hans: 附近设置尚未就绪。
zh_hant: 鄰近設定尚未就緒。

source: Nearby setup stopped
de: Einrichtung in der Nähe abgebrochen
es: Se detuvo la configuración cercana
fr: Configuration à proximité interrompue
ja: 近くのデバイスからのセットアップを中止しました
zh_hans: 附近设置已停止
zh_hant: 鄰近設定已停止

source: Nearby setup was cancelled.
de: Die Einrichtung in der Nähe wurde abgebrochen.
es: Se canceló la configuración cercana.
fr: La configuration à proximité a été annulée.
ja: 近くのデバイスでのセットアップがキャンセルされました。
zh_hans: 附近设备设置已取消。
zh_hant: 附近裝置設定已取消。

source: Nearby setup was not approved.
de: Die Einrichtung in der Nähe wurde nicht genehmigt.
es: No se aprobó la configuración cercana.
fr: La configuration à proximité n'a pas été approuvée.
ja: 近くのデバイスでのセットアップが承認されませんでした。
zh_hans: 附近设备设置未获批准。
zh_hant: 附近裝置設定未獲核准。

source: Nearby transfer is already running.
de: Die Übertragung in der Nähe läuft bereits.
es: La transferencia cercana ya está en marcha.
fr: Le transfert à proximité est déjà en cours.
ja: 近くのデバイスへの転送はすでに実行中です。
zh_hans: 附近传输已在进行中。
zh_hant: 鄰近傳輸已在進行中。

source: Nearby transfer is not running.
de: Die Übertragung in der Nähe läuft nicht.
es: La transferencia cercana no está en marcha.
fr: Le transfert à proximité n'est pas en cours.
ja: 近くのデバイスへの転送は実行されていません。
zh_hans: 附近传输未在进行。
zh_hant: 鄰近傳輸未在進行。

source: Network error: %@
de: Netzwerkfehler: %@
es: Error de red: %@
fr: Erreur réseau : %@
ja: ネットワークエラー: %@
zh_hans: 网络错误：%@
zh_hant: 網路錯誤：%@

source: Network unreachable
de: Netzwerk nicht erreichbar
es: Red inalcanzable
fr: Réseau inaccessible
ja: ネットワークに到達できません
zh_hans: 网络不可达
zh_hant: 網路無法連線

source: Network unreachable: %@
de: Netzwerk nicht erreichbar: %@
es: Red inalcanzable: %@
fr: Réseau injoignable : %@
ja: ネットワークに到達できません: %@
zh_hans: 网络不可达：%@
zh_hant: 網路無法連通：%@

source: Never
de: Nie
es: Nunca
fr: Jamais
ja: しない
zh_hans: 从不
zh_hant: 永不

source: New Folder
de: Neuer Ordner
es: Carpeta nueva
fr: Nouveau dossier
ja: 新規フォルダ
zh_hans: 新建文件夹
zh_hant: 新增檔案夾

source: New Host
de: Neuer Host
es: Host nuevo
fr: Nouvel hôte
ja: 新しいホスト
zh_hans: 新建主机
zh_hant: 新增主機

source: New tmux window
de: Neues tmux-Fenster
es: Ventana de tmux nueva
fr: Nouvelle fenêtre tmux
ja: 新規 tmux ウインドウ
zh_hans: 新建 tmux 窗口
zh_hant: 新增 tmux 視窗

source: New window
de: Neues Fenster
es: Ventana nueva
fr: Nouvelle fenêtre
ja: 新規ウインドウ
zh_hans: 新建窗口
zh_hant: 新增視窗

source: Next agent
de: Nächster Agent
es: Agente siguiente
fr: Agent suivant
ja: 次のエージェント
zh_hans: 下一个智能体
zh_hant: 下一個智慧體

source: No destination directory yet.
de: Noch kein Zielverzeichnis.
es: Todavía no hay directorio de destino.
fr: Aucun répertoire de destination pour l'instant.
ja: 宛先のディレクトリがまだありません。
zh_hans: 还没有目标目录。
zh_hant: 還沒有目標目錄。

source: No devices found yet. Both devices must keep Tessera open on the setup screen.
de: Noch keine Geräte gefunden. Auf beiden Geräten muss Tessera im Einrichtungsbildschirm geöffnet bleiben.
es: Todavía no se ha encontrado ningún dispositivo. Ambos deben mantener Tessera abierto en la pantalla de configuración.
fr: Aucun appareil trouvé pour l'instant. Les deux appareils doivent garder Tessera ouvert sur l'écran de configuration.
ja: まだデバイスが見つかりません。両方のデバイスで、Tessera をセットアップ画面のまま開いておいてください。
zh_hans: 还没有找到设备。两台设备都需要让 Tessera 停留在设置界面。
zh_hant: 還沒有找到裝置。兩台裝置都需要讓 Tessera 停留在設定畫面。

source: No host attached
de: Kein Host angehängt
es: Ningún host asociado
fr: Aucun hôte rattaché
ja: ホストが割り当てられていません
zh_hans: 未关联主机
zh_hant: 未關聯主機

source: No importable host pins were found.
de: Es wurden keine importierbaren Host-Pins gefunden.
es: No se encontró ninguna fijación de host importable.
fr: Aucun épinglage d'hôte importable n'a été trouvé.
ja: 読み込めるホストピンが見つかりませんでした。
zh_hans: 未找到可导入的主机固定项。
zh_hant: 未找到可輸入的主機固定項。

source: No private key or password was transferred.
de: Es wurden weder Private Key noch Passwort übertragen.
es: No se transfirió ninguna clave privada ni contraseña.
fr: Aucune clé privée ni aucun mot de passe n'a été transféré.
ja: 秘密鍵もパスワードも転送されていません。
zh_hans: 未传输任何私钥或密码。
zh_hant: 未傳輸任何私鑰或密碼。

source: No recovery export is recorded. Deletion may be permanent.
de: Es ist kein Wiederherstellungsexport erfasst. Das Löschen kann endgültig sein.
es: No hay ninguna exportación de recuperación registrada. La eliminación puede ser permanente.
fr: Aucun export de récupération n'est enregistré. La suppression peut être définitive.
ja: 復元用の書き出しは記録されていません。削除は取り消せない可能性があります。
zh_hans: 未记录任何恢复导出。删除可能是永久性的。
zh_hant: 未記錄任何復原匯出。刪除可能是永久性的。

source: No supported photo, video, or file was found.
de: Es wurden keine unterstützten Fotos, Videos oder Dateien gefunden.
es: No se encontró ninguna foto, vídeo o archivo compatible.
fr: Aucun élément pris en charge (photo, vidéo ou fichier) n'a été trouvé.
ja: 対応している写真、ビデオ、またはファイルが見つかりませんでした。
zh_hans: 未找到支持的照片、视频或文件。
zh_hant: 找不到支援的照片、影片或檔案。

source: No tracked remote host has a reachable alternate credential
de: Kein erfasster entfernter Host hat einen erreichbaren alternativen Zugang
es: Ningún host remoto registrado tiene una credencial alternativa accesible
fr: Aucun hôte distant suivi ne dispose d'un identifiant alternatif joignable
ja: 記録済みのリモートホストに、到達可能な代替の資格情報がありません
zh_hans: 没有任何已记录的远程主机具备可用的备用凭据
zh_hant: 沒有任何已記錄的遠端主機具備可用的備用憑證
